tap "adoptopenjdk/openjdk"
tap "aquasecurity/trivy"
tap "cloudfoundry/tap"
tap "derailed/k9s"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
tap "weaveworks/tap"
brew "autoconf"
brew "awscli"
brew "bat"
brew "broot"
brew "glib"
brew "cfssl"
brew "cmake"
brew "coreutils"
brew "cvs"
brew "dbus"
brew "go"
brew "dep"
brew "dive"
brew "docker-machine-driver-hyperkit"
brew "docker-machine-driver-vmware"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go@1.13"
brew "gradle"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "grip"
brew "grv"
brew "helm"
brew "helm@2"
brew "helmfile"
brew "htop"
brew "hub"
brew "idris"
brew "jq"
brew "kcat"
brew "kubernetes-cli"
brew "kops"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "maven"
brew "mtr"
brew "navi"
brew "neovim", args: ["HEAD"]
brew "om"
brew "pspg"
brew "ranger"
brew "ripgrep"
brew "rmtrash"
brew "rpm"
brew "skaffold"
brew "swi-prolog"
brew "syncthing", restart_service: true
brew "thrift"
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "up"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cloudfoundry/tap/bosh-cli"
brew "derailed/k9s/k9s"
brew "goreleaser/tap/goreleaser"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "weaveworks/tap/eksctl"
cask "adoptopenjdk8"
cask "alacritty"
cask "calibre"
cask "font-firacode-nerd"
cask "font-firacode"
cask "font-hack-nerd-font"
cask "gimp"
cask "iina"
cask "jdk-mission-control"
cask "kitty"
cask "menumeters"
cask "temurin"
