tap "homebrew/cask-fonts"
tap "derailed/k9s"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
brew "bat"
brew "broot"
brew "diff-so-fancy"
brew "dive"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "graphviz"
brew "grip"
brew "grv"
brew "helm"
brew "htop"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "tree-sitter", args: ["HEAD"]
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "navi"
brew "neovim", args: ["HEAD"]
brew "pspg"
brew "ranger"
brew "ripgrep"
brew "swi-prolog"
brew "syncthing", restart_service: true
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "up"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "asdf"
cask "spotify"
cask "slack"
cask "zoom"
cask "alacritty"
cask "calibre"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "gimp"
cask "kitty"
cask "menumeters"
cask "spectacle"
