brew "fswatch"
tap "derailed/k9s"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
brew "git-absorb"
brew "pgformatter"
brew "ninja"
brew "cmake"
brew "gettext"
brew "yazi"
brew "awscli"
brew "bat"
brew "broot"
brew "diff-so-fancy"
brew "dive"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "graphviz"
brew "grip"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "tree-sitter"
brew "luajit"
brew "luarocks"
brew "navi"
brew "neovim"
brew "pspg"
brew "ranger"
brew "ripgrep"
brew "swi-prolog"
brew "syncthing", restart_service: true
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "up"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
brew "derailed/k9s/k9s"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "asdf"
brew "minikube"
brew "libpq"
# Needed for asdf postgres
brew "gcc"
brew "readline"
brew "zlib"
brew "curl"
brew "ossp-uuid"
brew "fd"
brew "dasht"
brew "sqlfluff"
brew "pgxclient"
brew "lazygit"
brew "grpcurl"
brew "just"
brew "usql"
brew "qemu"
# END Needed for asdf postgres
cask "spotify"
cask "slack"
cask "zoom"
cask "alacritty"
cask "calibre"
cask "font-fira-code-nerd-font"
cask "gimp"
cask "kitty"
cask "menumeters"
cask "spectacle"
cask "xournal-plus-plus"
brew "weaveworks/tap/eksctl"
cask "wireshark"
# Installing bitwarden via the app store allows biometrics on the browser
# cask "bitwarden"
brew "act"
